Repository: sailalithkanumuri8/Quanta
Catalog: MyNCHS/SupportingFiles/*.lproj/Localizable.strings
Languages: hi

source: Your Journey, Your Story
hi: आपकी यात्रा, आपकी कहानी

source: SIGN IN WITH GOOGLE
hi: गूगल के साथ साइन इन करें

source: Home
hi: घर

source: Welcome, %@
hi: स्वागत है, %@

source: SUNNY
hi: सनी

source: Semester 1
hi: सेमेस्टर 1

source: News
hi: समाचार

source: 1st Quarter Closed!
hi: 1st क्वार्टर बंद हो गया है!

source: Great job everyone for finishing 1/4 of the year!
hi: हर किसी को महीने के 1/4 को समाप्त करने के लिए बढ़िया काम!

source: 1 Nov 2023 • Vista
hi: 1 नवंबर 2023 • Vista

source: School Started
hi: स्कूल शुरू हो गया है

source: School is finally in session. Please be sure to have supplies ready!
hi: अब आखिरकार स्कूल सत्र में है। कृपया सुनिश्चित करें कि आपके पास सप्लाईज़ तैयार हैं!

source: 6 Sept 2023 • Vista
hi: 6 सितंबर 2023 • Vista

source: AP Collegeboard
hi: AP कॉलेजबोर्ड

source: All 2023 AP Exam Scores have been released!
hi: सभी 2023 AP परीक्षा स्कोर जारी किए गए हैं!

source: 15 July 2023 • Vista
hi: 15 जुलाई 2023 • Vista

source: Network
hi: नेटवर्क

source: Search
hi: खोज

source: Calendar
hi: पंचांग

source: Messages
hi: संदेश

source: Your Portfolio
hi: आपका पोर्टफोलियो

source: Projects
hi: परियोजनाएँ

source: Extracurricular & Academic
hi: अतिरिक्त और शैक्षिक

source: Honors
hi: सम्मान

source: Academic or Non-Academic
hi: शैक्षिक या गैर-शैक्षिक

source: Athletics
hi: खेलकूद

source: Sports & Activities
hi: खेल और गतिविधियाँ

source: Arts
hi: कला

source: Crafts & Performances
hi: कला और प्रदर्शन

source: Clubs
hi: क्लब्स

source: Roles & Achievements
hi: भूमिकाएँ और उपलब्धियाँ

source: Volunteering
hi: स्वयंसेवी

source: Community Service
hi: समुदाय सेवा

source: Coursework
hi: पाठ्यक्रम

source: Honors & Others
hi: सम्मान और अन्य

source: Others
hi: अन्य

source: Internships, Research, Jobs, etc
hi: इंटर्नशिप, अनुसंधान, नौकरियाँ, आदि

source: Sign Out
hi: साइन आउट

source: About Us
hi: हमारे बारे में

source: Terms & Privacy
hi: शर्तें और गोपनीयता

source: Notifications
hi: सूचनाएं

source: Report a bug
hi: एक बग की सूचना दें

source: Guides & Tutorials
hi: मार्गदर्शिकाएं और ट्यूटरियल्स

# Work cited
source: Works Cited
hi: काम सारांश

source: Source Code
hi: स्रोत कोड

source: Contact Us
hi: संपर्क करें

source: Social Media
hi: सोशल मीडिया

source: Thank you for using our app!
hi: हमारे एप्लिकेशन का उपयोग करने के लिए धन्यवाद!

source: Please don't hesitate to ask any questions.
hi: कृपया किसी भी प्रश्न के लिए हिचकिचाएं नहीं।
